{
    "title": {
        "1": "3P0ドロイド",
        "2": "DUMシリーズドロイド",
        "3": "2-1B医療ドロイド",
        "4": "TRLM8620-G11Nドロイド",
        "5": "スフィルナ級コルベット",
        "6": "G2修理ドロイド",
        "7": "CR90コルベット",
        "8": "74-Zスピーダーバイク",
        "9": "ETA-2インターセプター",
        "10": "R3シリーズドロイド",
        "11": "T-70 Xウイング",
        "12": "Yウイング戦闘機",
        "13": "スーパータクティカルドロイド"
    },
    "desc": {
        "1": "各ドロイドにはSyntheTech AA-1バーボブレインが搭載されており、膨大な量の情報を保存することができます。追加のメモリスペースは、翻訳中に言語情報を検索する際の遅延を避けるため、通信モジュールをアクティブメモリに保持するためによく使用されます。TranLang III通信モジュールにより、600万以上の通信形式に精通しています。また、新しい未登録の言語を迅速に分析し、より一般的な言語に翻訳するために必要なスキルも持っています。",
        "2": "ポッドレースの整備用に設計されたピットドロイドは、手頃な価格で耐久性のある修理ドロイドです。ピットドロイドの高さは1.19メートルですが、使用していないときはコンパクトな形に折りたたむことができます。この機能は、鼻をタップすることで切り替えることができます。",
        "3": "2-1Bドロイドモデルは高度に進化しており、インテリジェントです。そのプログラミングは、リナル州立医学アカデミーの銀河系でトップクラスの医師によってさらに進化しており、ヒューリスティックプロセッサも統合されています。2-1Bドロイドの最も有用な特徴は、所有者がプログラミングと付属物を簡単に更新できることです。2-1Bドロイドは、認定サービスセンターに行くことで、神経外科、足病学、小児科、サイバネティック四肢置換、エイリアン生物学の専門家になることができます。",
        "4": "戦闘で傷ついた銀河化戦争ドロイド、TRLM8620-G11Nの高さは1.79メートルです。彼の安定した照準と、頭の周りのリング状の高度なセンサーで目標を追跡する能力により、全方向を見ることができ、大きな成功を収めています。これらのセンサーには、複数のテキスト拡張レセプター、ハードコードされたコンテンツセンサー、コンテンツフラグメンテーション検出器が含まれます。TRLM8620-G11Nは頭の付け根にボコーダーも搭載しており、銀河系のあらゆる言語でナンセンスを話すことができます。彼の胴体は戦場で完全に回転でき、すべての側面でローカリゼーションのバグをつぶすことができます。彼の頑丈な金属体は、ダメージを受けることなくほとんどの国際化攻撃に耐えることができ、耐酸性のi18nベストプラクティスを備えています。",
        "5": "元のスフィルナ構造にはいくつかの新機能が追加されており、船の左右に取り付けられた2つの追加モジュール、貨物室の代わりに6つの脱出ポッド、主要な3つの上に取り付けられた4番目の亜光速ドライブが含まれます。これにより、無効化されたスター・デストロイヤーを単独で動かすのに十分な力が得られます。全長315メートル、最高加速度は時速900キロメートルです。ハイパードライブシステムを装備しています。",
        "6": "船上修理を支援することを目的とした第2度G2修理ドロイドは背が低く、高さは0.8メートルです。また、ずんぐりしており、幅広く、下半身が重い姿勢のため、歩くときによちよち歩きを強いられます。これらの特性と、長い多関節の首と広く間隔を置いた重量分散足が組み合わさって、「グースドロイド」というニックネームが付けられています。各G2ユニットは、露出した関節と配線を備えた、シルバーと真鍮色の骨格フレームで、色付きのトリムがあります。ドロイドの3桁のヘビーマニピュレーターはほとんどの修理ツールを把握でき、広がった足は低重心を安定させるのに役立ち、G2に大型で重い機器を扱う際の追加の安定性を与えます。",
        "7": "全長150メートルで、2つのデュアルと4つのシングルターボレーザータレットを備え、最高速度950 kphに達することができます。ルーク・スカイウォーカーによると、一部の戦闘用CR90船には6つのデュアルターボレーザーを装備できます。外交護衛全体を運ぶことができ、乗客定員は数百人です。船は空母として作られていませんが、3機のRZ-1 Aウイングインターセプターをドッキングリングに取り付けることができ、小規模な護衛が可能です。初期の反乱同盟軍の中核を担っています。それほど重武装ではありませんが、CR90はゴザンティ級巡洋艦を簡単に破壊するのに十分な前方火力を持っています。",
        "8": "74-Zスピーダーバイクは時速500キロメートル以上の速度に達することができ、飛行高度は25メートルです。74-Zは民間用74-Yの軍事バリアントです。車両の前方に配置されたハンドルバーで制御され、下に吊るされたフットペダルで速度と高度を調整します。機動性の高い車両には、ハンドルバーの間にセンサーと通信装置が装備されており、コムリンクとコムリンク妨害装置が含まれます。スピーダーには、ドライバーのヘルメットのHUDにリンクする地形追従センサーが装備されています。戦闘用の前方回転ブラスターキャノンで武装しています。",
        "9": "全長5.47メートルのETA-2は、機動性の高い戦闘指向のスターファイターであり、前身のエーテルスプライトよりも高速です。ツインイオンエンジンにより、最高加速度5,200G、最高速度1,500 kphを実現します。Eta-2は、船のエンジンからの過剰な熱を逃がすために開かれる上部と下部のラジエーターパネル、Sフォイルを備えた翼を備えています。ラジエーター翼は主に激しい戦闘中に開かれます。防御のために、船は2つのレーザーキャノンと2つのイオンキャノンを備えていました。レーザーキャノンとは異なり、船のイオンキャノンは、衝突時に目標に一時的な電気的混乱を引き起こすプラズマのバーストを発射します。",
        "10": "R3シリーズアストロメックドロイドは、前身のR2ユニットとほぼ同じハードウェアを備えていますが、初期のドロイドの伸縮式ビデオセンサーが欠けています。R3のシャーシは主に円筒形で、ベースに短い切頂円錐を持つ直立したチューブのように見えます。ドロイドを直立させるのは2本の細い脚で、それぞれが台形プリズムの形をしたトレッド付きの足で終わります。3本目の脚はドロイドの体内に収納されており、必要に応じて伸ばすことができ、より大きな安定性が得られます。ユニットの設計の頂点は、頑丈で回転するプラステックスまたはトランスパリスチールのドームです。アストロメックは宇宙の真空で機能できるように密閉されています。",
        "11": "T-70 Xウイングスターファイターは、全長12.48メートルの十字形のスターファイターで、単一のパイロットと底部に搭載されたアストロメックドロイドの最大定員を持ち、さまざまなモデルに合わせて可変構成できるソケットに収まります。必要に応じて、ドロイドはパイロットの助けなしにスターファイターを飛行でき、リモートで飛行することもできます。船のターゲティングコンピューター、フライトコントロール、その他の重要な操縦機器は、装甲されたコックピットモジュール内にあり、その下には取り外し可能な液冷式フライトコンピューターがあり、パイロットの船上操作をさらに支援します。船の「ノーズ」の内側には、コンピューターアクセスと保管用のアクセスパネル、補助発電機、通常はサバイバルギアを隠すために使用される保管エリアがあります。小さなセンサーウィンドウは、緊急ビーコンの後ろ、ノーズコーンの先端にある船の主要センサーアレイの場所をマークします。パイロットの後ろには、乗員が酸素化された雰囲気で呼吸できるようにする組み込みの生命維持システムがあります。",
        "12": "反乱同盟軍と新共和国のパイロットに愛情を込めて「ウィッシュボーン」として知られるYウイングスターファイターは、戦闘爆撃機として配備され、目標に向かって戦い、高爆発物のペイロードを届け、再び戦い抜くように設計されています。その兵器には、2つのレーザーキャノン、2つのイオンキャノン、2つのプロトン魚雷ランチャーが含まれます。R2ユニットなどのアストロメックドロイドは、コックピットの後ろにあるソケットに差し込んで、副操縦士として機能し、船のさまざまなシステムを管理できます。",
        "13": "攻撃の調整にはかなり優れたドロイドです。戦闘には向いていませんが、計画には優れています。"
    },
    "Navbar": {
        "searchPlaceholder": "お探しのものは何ですか？",
        "searchButtonLabel": "製品を検索",
        "logoAlt": "ギャラクシーL10nサプライ",
        "searchIconAlt": "検索アイコン",
        "greetingText": "こんにちは、G11Nウォリアー",
        "historyLink": "注文履歴",
        "arrowAlt": "ドロップダウン矢印",
        "cartAlt": "カートを表示",
        "navLinkHome": "ホーム",
        "navLinkDroids": "ドロイド",
        "navLinkVehicles": "乗り物"
    },
    "Home": {
        "welcomeTitle": "ギャラクシーL10nサプライへようこそ！",
        "welcomeSubtitle": "銀河化（G11n）チャレンジに挑戦し、勝利するために必要なすべてを提供します。",
        "symbolAlt": "帝国クレジット通貨記号"
    },
    "Browse": {
        "browseTitleAll": "すべての",
        "browseTitleDroids": "ドロイド",
        "browseTitleVehicles": "乗り物"
    },
    
    "Checkout": {
        "studentNote": "学生の皆さんへ：このページのi18nエラーは無視してください！（名前の順序、日付入力などを含む）",
        "checkoutTitle": "チェックアウト",
        "shipSectionLabel": "配送情報",
        "firstNameLabel": "名",
        "lastNameLabel": "姓",
        "coordinatesLabel": "座標",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "セクター",
        "methodLabel": "配送方法",
        "shipLightspeed": "光速配送",
        "shipOvernight": "翌日配送",
        "shipStandard": "標準配送",
        "paySectionLabel": "お支払い",
        "payNameLabel": "カード名義",
        "payNameHolder": "名 姓",
        "accountLabel": "クレジット番号",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "セキュリティコード",
        "securityHolder": "123456",
        "expDateLabel": "有効期限",
        "expDateYearLabel": "年",
        "expDateMonthLabel": "月",
        "cartTitle": "ショッピングカート",
        "deleteAlt": "カートから商品を削除",
        "totalLabel": "合計：",
        "orderLabel": "注文する",
        "termsStatement": "利用規約を読み、同意しました",
        "termsLink": "（表示）",
        "successMessage": "注文が正常に完了しました！",
        "noItemMessage": "チェックアウトするには、カートに商品を追加してください。"
    },
    "ProductShow": {
        "qtyLabel": "数量：",
        "addToCartLabel": "カートに追加"
    },
    "Cart": {
        "cartTitle": "ショッピングカート",
        "noItemMsg": "カートに商品がありません。",
        "deleteAlt": "カートから商品を削除",
        "totalTitle": "合計：",
        "checkoutLabel": "チェックアウト",
        "closeAlt": "カートを閉じる"
    },
    "Order": {
        "statusProcessing": "処理中",
        "statusShipped": "発送済み",
        "statusDelivered": "配達済み"
    },
    "OrderHistory": {
        "historyTitle": "注文履歴",
        "dateHeading": "日付",
        "numberHeading": "注文番号",
        "totalHeading": "合計",
        "statusHeading": "ステータス"
    },
    "Error404": {
        "errorMessage": "404エラー：ページが見つかりません。"
    },
    "Bottombar": {
        "menuAlt": "サイドバーメニューを開く"
    },
    "LocaleSelector": {
        "localeLabel": "言語: ",
        "localeUS": "英語（米国）",
        "localeJP": "日本語（日本）"
    },
    "Special": "スペシャル"
}
